{"/carlos-learn/about/":{"data":{"":"Hey there! I am Carlos Sucre and this is my blog."},"title":"About Me"},"/carlos-learn/contact/":{"data":{"":"You can write me: carlossucredev@gmail.com"},"title":"Contact"},"/carlos-learn/posts/aprende-a-contar-historias/":{"data":{"hola-mundo#Hola Mundo":"Hola MundoEste es mi primer post usando Hugo + Hextra. Esta es una prueba en el primer post"},"title":"Mi primer post"},"/carlos-learn/posts/ideas-shorts/":{"data":{"ideas-para-short-videos#Ideas para Short videos":"Ideas para Short videos video en la sala contando una historia saliendo del plano de la camara y apareciendo en la puerta siempre en un ciclo hasta que se acaba el video."},"title":"ideas-shorts"},"/carlos-learn/posts/segundo-post/":{"data":{"hola-mundo#Hola Mundo":"Hola Mundo"},"title":"Mi primer post"},"/carlos-learn/posts/titulo-do-post/":{"data":{"":"This is the content of the post 01"},"title":"Título do Post"},"/carlos-learn/posts/university-or-not/":{"data":{"university-or-not#University or not?":"University or not?This question has been bothering me for many days, and I want to respond to it. However, it also reminds me of other questions I’ve asked myself when making important decisions in my life, for example: do I have to move to another city to get a job? Should I get married? Should I continue playing baseball, or should I give up? Should I move to another country?\nI have always answered these questions based on my context and every time these questions take up a lot of my time, not just when I was actively thinking about it, but also when I shouldn’t be thinking about it (at work, at school, on the way anywhere), when I have one important decision in my head, my brain uses a lot of processing power until I make the decision, and don’t tell me I should write this down somewhere to free my memory, trust me, I already tried. So I need to make the decision fast and correctly.","what-is-the-best-decision#What is the best decision?":"Now I should make a decision “studying or not at university?” and the purpose of this post is not make a decision but rather learn how to think, what to think to reach the best decision.\ntest"},"title":"University or not"}}